Repository: henrifilipe/woody-core
Catalog: web/app/languages/plugins/polylang-pro-*.po
Languages: it_it, ja, nl_nl

source: Upload a translation file
ja: 翻訳ファイルをアップロードする

source: Language switcher submenu.
ja: 言語スイッチャーのサブメニュー。

source: Block
ja: ブロック

source: Error: Wrong file format. The supported file formats are: %s.
it_it: Errore: formato del file non valido. I formati supportati per il file sono: %s.
ja: エラー：間違ったファイル形式。サポートされているファイル形式は %s です。
nl_nl: Fout: verkeerd bestandsformaat. De ondersteunde formaten zijn: %s.

source: An error occurred during the import, please make sure your file is correctly formatted.
ja: インポート中にエラーが発生しました。ファイルが正しくフォーマットされていることを確認してください。
nl_nl: Er is een fout opgetreden tijdens het importeren, zorg ervoor dat je bestand correct is opgemaakt.

source: Something went wrong during the file import.
ja: ファイルのインポート中に問題が発生しました。
nl_nl: Er is iets misgegaan tijdens het importeren van het bestand.

source: Your PHP installation appears to be missing the libxml extension which is required by the importer.
ja: PHP のインストールに、インポーターが必要とする libxml 拡張機能がないようです。
nl_nl: Je PHP-installatie lijkt de libxml-extensie niet geactiveerd te hebben, die vereist is door de importeer functie.

source: The module is automatically deactivated when using plain permalinks.
ja: プレーンパーマリンクを使用すると、モジュールは自動的に停止されます。
nl_nl: De module wordt automatisch gedeactiveerd bij gebruik van gewone permalinks.

source: The module is automatically deactivated when using plain permalinks or when the language is set from the content in the URL modifications.
ja: プレーンパーマリンクを使用する場合、またはURL変更のコンテンツから言語が設定されると、モジュールは自動的に停止されます。
nl_nl: De module wordt automatisch gedeactiveerd bij het gebruik van gewone permalinks of wanneer de taal wordt ingesteld vanuit de inhoud in de URL-wijzigingen.

source: Export file format
ja: エクスポートファイル形式：

source: Locale fallback
it_it: Lingua alternativa
ja: ロケールフォールバック
nl_nl: Alternatieve taal

source: WordPress locale to use if a translation file is not available in the main locale.
it_it: Lingua di WordPress da usare se un file di traduzione non è disponibile nella lingua principale.
ja: 翻訳ファイルがメインロケールで利用できない場合に使用するの WordPress ロケール。
nl_nl: Te gebruiken WordPress taal als een vertaalbestand niet beschikbaar is in de hoofdtaal.

source: Language switcher settings
ja: 言語スイッチャーの設定

source: The translation of the following string was not imported for security reasons:
it_it: La traduzione della seguente stringa non è stata importata per ragioni di sicurezza:
ja: セキュリティー上の理由から、次の文字列の翻訳はインポートされませんでした。
nl_nl: De vertaling van de volgende string is om veiligheidsredenen niet geïmporteerd:

source: Error: you haven't selected any target language to be exported.
it_it: Errore: non hai selezionato nessuna lingua di destinazione da esportare.
ja: エラー：エクスポートするターゲット言語が選択されていません。
nl_nl: Fout: je hebt geen enkele doeltaal geselecteerd om te exporteren.

source: Sorry, you are not allowed to manage options for this site.
it_it: Non hai i permessi per gestire le opzioni di questo sito.
ja: すみませんが、このサイトのオプションを管理することはできません。
nl_nl: Sorry, je hebt geen toestemming om opties voor deze site te beheren.

source: Import string translations
it_it: Importa le traduzioni delle stringhe
ja: 文字列翻訳をインポートする
nl_nl: Importeer string vertalingen

source: Export string translations
it_it: Esporta le traduzioni delle stringhe
ja: 文字列翻訳をエキスポートする
nl_nl: Exporteer string vertalingen

source: Download
it_it: Scarica
ja: ダウンロード

source: Export all groups
it_it: Esporta tutti i gruppi
ja: すべてのグループをエクスポートする
nl_nl: Exporteer alle groepen

source: Filter group
ja: グループを絞り込む：

source: Target languages
ja: ターゲット言語：

source: Error: Impossible to create a zip file.
it_it: Errore: impossibile creare un file zip.
ja: エラー：zipファイルを作成できません。
nl_nl: Fout: kon zip bestand niet maken.

source: Error: No target language has been selected. Please make sure to select at least one target language.
it_it: Errore: Non hai selezionato una lingua di destinazione. Assicurati di selezionarne almeno una.
ja: エラー：ターゲット言語が選択されていません。少なくとも 1 つのターゲット言語を選択してください。
nl_nl: Fout: geen doeltaal geselecteerd. Selecteer minstens één doeltaal.

source: No item has been selected. Please make sure to select at least one item to be translated.
it_it: Non hai selezionato nessun elemento. Assicurati di selezionarne almeno uno da tradurre.
ja: 項目が選択されていません。翻訳する項目を少なくとも 1 つ選択してください。
nl_nl: Er is geen item geselecteerd. Selecteer minstens één item om te vertalen.

source: Synchronize
it_it: Sincronizza
ja: 同期する
nl_nl: Synchroniseer

source: Copy once
it_it: Copia una sola volta
ja: 一度コピー
nl_nl: Eénmaal kopiëren

source: Ignore
it_it: Ignora
ja: 無視
nl_nl: Negeer

source: Error: Invalid file.
it_it: Errore: file non valido.
ja: エラー：無効なファイル。
nl_nl: Fout: ongeldig bestand.

source: Error: Wrong file format. The only supported file format is %s.
ja: エラー：間違ったファイル形式。サポートされているファイルのフォーマットは %s です。
nl_nl: Fout: verkeerd bestandsformaat. Het enige ondersteunde bestandsformaat is %s.

source: Upload
it_it: Carica
ja: アップロード

source: Error: You are trying to import a file in a language which doesn't exist on your site.
it_it: Errore: stai provando a importare un file in una lingua che non esiste nel tuo sito.
ja: エラー：サイトに存在しない言語でファイルをインポートしようとしています。
nl_nl: Fout: je probeert een bestand te importeren in een taal die niet bestaat op je site.

source: Error: No target languages have been provided in the imported file.
it_it: Errore: nel file importato non sono state fornite lingue di destinazione.
ja: エラー：インポートされたファイルにターゲット言語が指定されていません。
nl_nl: Fout: er zijn geen doeltalen opgegeven in het geïmporteerde bestand.

source: Error: The site targeted in the imported file does not match the current site.
it_it: Errore: il sito di destinazione nel file importato non corrisponde al sito attuale.
ja: エラー：インポートされたファイルでターゲットとされているサイトは、現在のサイトと一致しません。
nl_nl: Fout: de doel site in het geïmporteerde bestand komt niet overeen met de huidige site.

source: %d string translation updated.
it_it: La traduzione di %d stringa è stata aggiornata.
ja: %d 文字列の翻訳が更新されました。
nl_nl: %d string vertaling gewijzigd.

source: Error: You haven't selected a file to be uploaded.
it_it: Errore: non hai selezionato un file da caricare.
ja: エラー：アップロードするファイルを選択していません。
nl_nl: Fout: je hebt geen bestand geselecteerd om te uploaden.

source: Activate
it_it: Attiva
ja: 有効化
nl_nl: Activeer

source: Choose a language
ja: 言語を選択

source: Deactivate
it_it: Disattiva
ja: 無効化
nl_nl: Deactiveer

source: Translations
it_it: Traduzioni
ja: 翻訳
nl_nl: Vertalingen

source: You are about to overwrite an existing translation. Are you sure you want to proceed?
it_it: Stai per sovrascrivere una traduzione già esistente. Sicuro di voler procedere?
ja: 既存の翻訳を上書きしようとしています。続行してもよろしいですか？
nl_nl: Je staat op het punt om deze vertaling te overschrijven. Weet je dit zeker?

source: Language
it_it: Lingua
ja: 言語
nl_nl: Taal

source: An error has occurred.
it_it: Si è verificato un errore.
ja: エラーが発生しました。
nl_nl: Er is een fout opgetreden.

source: URL slugs
it_it: Slug dell URL
ja: URL スラッグ

source: Synchronizations
it_it: Sincronizzazioni
ja: 同期
nl_nl: Synchronisaties

source: Don't synchronize this post
it_it: Non sincronizzare questo articolo
ja: この投稿を同期しません
nl_nl: Synchroniseer dit bericht niet

source: Synchronize this post
it_it: Sincronizza questo articolo
ja: この投稿を同期します
nl_nl: Synchroniseer dit bericht

source: Limit results to a specific language.
it_it: Limita i risultati a una lingua specifica.
ja: 結果を特定の言語に制限します。
nl_nl: Beperk resultaten tot een specifieke taal.

source: Translations table
it_it: Tavola delle traduzioni
ja: 翻訳テーブル
nl_nl: Vertaling tabel

source: Are we in a block editor context?
it_it: Siamo nel contesto di un editor a blocchi?
ja: ブロックエディターのコンテキストですか？
nl_nl: Bevinden we ons in een blokeditor context?

source: Add this post's translation to results.
it_it: Aggiungi la traduzione di questo articolo ai risultati.
ja: この投稿の翻訳を結果に追加します。
nl_nl: Voeg de vertaling van dit bericht toe aan de resultaten.

source: Limit results to those matching a string.
it_it: Limita i risultati a quelli che corrispondono a una stringa.
ja: 文字列に一致するものに結果を限定します。
nl_nl: Limiteer resultaten tot degenen die met een string overeenkomen.

source: Limit results to items in a language.
it_it: Limita i risultati agli elementi in una lingua.
ja: 結果を特定の言語の項目に制限します。
nl_nl: Beperk resultaten tot items in een specifieke taal.

source: Limit results to untranslated items in a language.
it_it: Limita i risultati agli elementi non tradotti in una lingua.
ja: 結果を特定の言語の未翻訳の項目に制限します。
nl_nl: Beperk resultaten tot niet-vertaalde items in een taal.

source: Limit results to items of an object type.
it_it: Limita i risultati agli elementi di un tipo di oggetto.
ja: オブジェクトタイプのアイテムの結果を制限します。
nl_nl: Beperk de resultaten tot items van een objecttype.

source: Automatically duplicate media in all languages when uploading a new file.
it_it: Duplica automaticamente i media in tutte le lingue quando si carica un nuovo file.
ja: 新しいファイルをアップロードするときにすべての言語のメディアを自動的に複製します。
nl_nl: Media automatisch in alle talen dupliceren bij het uploaden van een nieuw bestand.

source: Activate languages and translations for media. Provides options for multilingual media management.
it_it: Attiva lingue e traduzioni per i media. Fornisce opzioni per la gestione multilingua dei media.
ja: メディアテキストの言語と翻訳を有効にします。多言語メディア管理オプションを提供します。
nl_nl: Activeer talen en vertalingen voor media. Biedt opties voor meertalig mediabeheer.

source: Media
ja: メディア

source: Deactivate content duplication
it_it: Disattiva la duplicazione dei contenuti
ja: コンテンツの複製を無効化
nl_nl: Deactiveer het dupliceren van inhoud

source: Activate content duplication
it_it: Attiva la duplicazione dei contenuti
ja: コンテンツの複製を有効化
nl_nl: Activeer het dupliceren van inhoud

source: Submit
it_it: Invia
ja: 送信
nl_nl: Verstuur

source: Cancel
it_it: Annulla
ja: キャンセル
nl_nl: Annuleren

source: Synchronize original items with translation in selected languages
it_it: Sincronizza gli elementi originali forniti di traduzione nelle lingue selezionate
ja: 元の項目と選択した言語の翻訳を同期する
nl_nl: Synchroniseer originele items met vertaling in geselecteerde talen

source: Copy original items to selected languages
it_it: Copia gli elementi originali nelle lingue selezionate
ja: 元のアイテムを選択した言語にコピーする
nl_nl: Kopieer originele items naar de geselecteerde talen

source: Action
it_it: Azione
ja: 操作
nl_nl: Actie

source: Bulk translate
it_it: Traduzioni di massa
ja: 一括翻訳
nl_nl: Bulk vertalen

source: To avoid overwriting content, %d translation was not created.
it_it: Per evitare di sovrascrivere dei contenuti, %d traduzione non è stata creata.
ja: コンテンツの上書きを避けるため、%d 翻訳は作成されませんでした。
nl_nl: Om het overschrijven van inhoud te vermijden werden de %d vertaling niet aangemaakt.

source: %d translation created.
it_it: %d traduzione creata.
ja: %d 翻訳が作成されました。
nl_nl: %d vertaling aangemaakt.

source: Translate
it_it: Traduci
ja: 翻訳する
nl_nl: Vertaal

source: Deactivate this language
it_it: Disattiva questa lingua
ja: この言語を無効化
nl_nl: Deactiveer deze taal

source: Activate this language
it_it: Attiva questa lingua
ja: この言語を有効化
nl_nl: Activeer deze taal

source: Adds multilingual capability to WordPress
it_it: Aggiunge funzionalità multilingua a WordPress
ja: WordPress に多言語機能を追加します
nl_nl: Voegt mogelijkheden voor meertaligheid toe aan WordPress

source: Export file format:
nl_nl: Export bestandsformaat:

source: Filter group:
it_it: Filtra il gruppo:
nl_nl: Filter groep:

source: Target languages:
it_it: Lingue di destinazione:
nl_nl: Doeltalen:

source: Error: No translations have been imported.
it_it: Errore: non sono state importate traduzioni.
nl_nl: Fout: er zijn geen vertalingen geïmporteerd.
